Repository: lightningrodlabs/file-share
Catalog: webapp/xliff/*.xlf
Languages: fr_fr

# s15e2ffb6e6776c4a
source: Import Profile into Files applet
fr_fr: Importer le Profile dans l'application Files

# s6d1776247d598c8a
source: wants to send you
fr_fr: veux vous envoyer

# s13be1af9766661e9
source: Accept
fr_fr: Accepter

# s32322dc45e502559
source: Decline
fr_fr: Décliner

# s690714fde574c188
source: Filename
fr_fr: Nom

# s377cb3cf619060d8
source: Recipient
fr_fr: Destinataire

# sae239213b7c70376
source: State
fr_fr: État

# s7240da77f49acae8
source: Delivery notice unsent
fr_fr: Avis d'envoi non-envoyé

# s10d7bc1609a61c61
source: Delivery notice pending reception
fr_fr: Avis d'envoi en attent de récéption

# s49067d7de7de9767
source: Waiting for reply
fr_fr: En attente d'une réponse

# sc592307ea80f16b9
source: Unknown
fr_fr: Inconnu

# s715b08db50013841
source: Sent Date
fr_fr: Date d'envoi

# s636dbf26b4462793
source: Group Files
fr_fr: Fichers communs

# s1667105c0ecf7f6e
source: Outbound Files
fr_fr: Fichers envoyés

# s946baa219fa7bcce
source: Personal Files
fr_fr: Fichiers personnels

# s5d929ff1619ac0c9
source: Search
fr_fr: Rechercher

# sa5ab4a9aca5873fc
source: Failed to connect to <b>Files</b> cell.
fr_fr: Echec de connection à la cell <b>Files</b>

# sdee81715f9370168
source: Holochain Conductor might not be running or the Files cell is missing.
fr_fr: Le Conductor Holochain n'est peut-être pas en marche ou la cell Files est manquante.

# sbff06c1c63fda09a
source: File delivery request sent
fr_fr: Demande d'envoi de fichier a été envoyé

# s08c83907b56ac0a4
source: to
fr_fr: à

# s147371d0357b3269
source: wants to send you a file
fr_fr: veux vous envoyer un fichier

# s7f845078d7a5c0b5
source: from
fr_fr: de

# s22316fb55c914102
source: would like to send you the file
fr_fr: souhaite vous envoyer un fichier

# sfb6640d4a18ca585
source: Please go to the Files app to Accept or Decline the request
fr_fr: Allez dans l'application Files pour Accepter ou Décliner la demande

# s5665eb6709700c3c
source: File succesfully received
fr_fr: Fichier reçu avec succès

# sd009a3da6a4ca1f5
source: File successfully shared
fr_fr: Fichier partagé avec succès

# s225ab28b20c4a252
source: File successfully published
fr_fr: Fichier publié avec succès

# sd96abf5a9773b643
source: shared a file
fr_fr: a partagé un fichier

# s7d2ee3ff82bdb1af
source: has shared the file
fr_fr: a partagé un fichier

# seda0396d6fb0609d
source: with the group
fr_fr: au groupe

# s6f1df14d03dbd1f7
source: You can download this file by going to the Files app.
fr_fr: Vous pouvez télécharger le fichier en allant dans l'application Files

# scc24c9e4477314c7
source: File succesfully added
fr_fr: Fichier ajouté avec succès

# s13b3cc18ff685700
source: Incoming file request
fr_fr: Demande d'envoi de fichier reçu

# s8a7928dfb85975e4
source: File accepted
fr_fr: Fichier accepté

# s4629a9d7e2422d3b
source: File declined
fr_fr: Fichier refusé

# sf2bb98199c92e6f0
source: For
fr_fr: Pour

# seca302005da9adfd
source: file(s)
fr_fr: fichier(s)

# s85186a61e0d55bac
source: Video
fr_fr: Vidéo

# se2db4179fe4c9869
source: Incoming file requests
fr_fr: Demande d'envoi de fichiers reçu

# se449f1215ef49707
source: Recent Activity
fr_fr: Activités récentes

# s498865c7bd1f3959
source: unknown
fr_fr: inconnu

# sd5c9515a6044788b
source: All Files
fr_fr: Tous Fichiers

# s57ade424d57c6edf
source: Sent
fr_fr: Envoyé
